{
    "id": 1,
    "name": "Наполеон",
    "imgSmall": "img/1_small.jpg",
    "imgMain": "img/1.jpg",
    "rating": 8,
    "tags": [ "сладкое", "холодное", "выпечка" ],
    "ingredients": [ "масло", "мука", "яйца", "маргарин", "соль", "молоко", "ванилин", "сахар" ],
    "ingredientsCount": {
        "мука": "700 г",
        "яйца": "1 шт.",
        "масло": "250 г",
        "маргарин": "250 г",
        "соль": "1 щепотка",
        "молоко": "1 л",
        "ванилин": "1 пакетик",
        "сахар": "450 г"
    },
    "images": ["img/1.jpg", "img/1.jpg"],
    "date": "02.10.2015",
    "cooking": [
        "Муку просеиваем в миску, добавляем сливочное масло и перетираем руками до состояния маслянистой крошки. ",
        "Делаем в массе углубление и начинаем постепенно добавлять туда яйца, уксус и воду. ",
        "Вымешиваем однородное гладкое тесто. Кладем его в миску, накрываем пищевой пленкой и ставим в холодильник часа на полтора-два. Затем вынимаем и делим на 16 равных частей. ",
        "Приступаем к раскатке. Для начала нужно выбрать форму, по которой мы будем ровнять наши коржи. Я взяла обычную миску с таким расчетом, чтобы ее диаметр был меньше диаметра блюда, на которое ляжет торт. Далее определяемся со способом раскатки - либо мы раскатываем коржи прямо на противне, либо делаем это на присыпанном мукой столе, а затем переносим корж, накрутив его на скалку. Я пошла другим путем - каждый раз брала кусок пергамента, на нем раскатывала и накалывала корж (толщина 2 мм). ",
        "Коржи печем в разогретой до 250 град. духовке до слегка золотистого цвета (это занимает около 5-7 минут на каждый корж) и складываем на тарелку. Если парочка коржей не удалась - покрошилась, к примеру - не расстраивайтесь. Их мы пустим на обсыпку готового торта. ",
        "Между выпечкой коржей готовим крем. ",
        "Для начала в кастрюльке начинаем кипятить молоко без одного стакана. Пока оно закипает, смешиваем желтки со стаканом молока, ванилью, крахмалом и сахаром. ",
        "Выливаем эту заливку в закипевшее молоко и постоянно помешивая варим до загустения массы. Готовый крем должен равномерно обволакивать деревянную ложку. Если провести по ней дорожку - она должна сохранять свои очертания. ",
        "Снимаем крем с огня, мешаем еще минуты 3. Теперь крем нужно остудить. Оставлять его на волю судьбы не стоит - на поверхности образуется пленка, которая при перемешивании ухудшит консистенцию крема. Бывалые советуют перелить крем в чашу миксера и оставить крутиться на минимальной скорости. Как вариант - перелить крем в более широкую посудину, которую мы потом поместим в бОльшую емкость с холодной водой и охладим, помешивая вручную. ",
        "Когда крем остынет, начинаем промазывать им коржи. Мажем щедро, примерно по 2-3 ст. ложки на корж. (Не забываем оставить пару наиболее неудачных коржей для крошки). ",
        "Оставляем наш пока неприглядный “Наполеон” в таком виде на пару часов, чтобы коржи пропитались и осели. Затем заравниваем острым ножом торчащие края, обмазываем торт остатками крема со всех сторон и обсыпаем его крошкой. Даем окончательно пропитаться в течение 4-5 часов. Нарезаем и подаем."
    ]
}